src/hist201/Kbe21hist201floNaziGeneticism.org
#+TITLE: Nazi Geneticism
* source
** https://www.ushmm.org/information/exhibitions/online-exhibitions/deadly-medicine-creating-the-master-race
* overview
** the genetically impure were sterilized
* science as salvation
** Nazi Germany promoted the existing eugencists and used them to legitimize their work
** proponents argued that costly welfare services were being wasted on the impure and that they were interfering with natural selection
** there was a fear of distinction---modern families were encouraged to have more children (avoid birth control, etc)
** nazis also incorporated the idea that the Nordic line was better (germans)
** catholics objected to interfering with reproduction and liberals 'decried the violation of individual rights'
** eugenics was around in states in canada, switzerland, and the united states, among other places
* nazism as
