docs/history/history10/Kbe21hist201floNaziGeneticism.tex
% Created 2021-09-12 Sun 22:48
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Taproot}
\date{\today}
\title{Nazi Geneticism}
\hypersetup{
 pdfauthor={Taproot},
 pdftitle={Nazi Geneticism},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.0.50 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\section{source}
\label{sec:org88d1ee2}
\subsection{\url{https://www.ushmm.org/information/exhibitions/online-exhibitions/deadly-medicine-creating-the-master-race}}
\label{sec:org440dbfc}
\section{overview}
\label{sec:org469fe5a}
\subsection{the genetically impure were sterilized}
\label{sec:org9393f7f}
\section{science as salvation}
\label{sec:org52eeedd}
\subsection{Nazi Germany promoted the existing eugencists and used them to legitimize their work}
\label{sec:org9f3dd05}
\subsection{proponents argued that costly welfare services were being wasted on the impure and that they were interfering with natural selection}
\label{sec:orgccd83e8}
\subsection{there was a fear of distinction---modern families were encouraged to have more children (avoid birth control, etc)}
\label{sec:org9d2cee5}
\subsection{nazis also incorporated the idea that the Nordic line was better (germans)}
\label{sec:org7d71ced}
\subsection{catholics objected to interfering with reproduction and liberals 'decried the violation of individual rights'}
\label{sec:org6a6db00}
\subsection{eugenics was around in states in canada, switzerland, and the united states, among other places}
\label{sec:orgb44e187}
\section{nazism as}
\label{sec:org840d0fe}
\end{document}
